Repository: shifthappens/rankabrand
Catalog: languages/*/LC_MESSAGES/rankabrand.po
Languages: de_de

source: Terug
de_de: Zurück

source: Over Ons
de_de: Über uns

source: Deze app is een initiatief van Rank a Brand, de grootste duurzame merkenvergelijkingssite van Europa. Hier vind je een gemakkelijk overzicht van belangrijke consumentenmerken en hun score op het gebied van duurzaamheid. De app bevat meer dan 800 merken in verschillende sectoren, waaronder kleding, elektronica, reizen, telecom en eten&amp;drinken.
de_de: Dies ist eine App von Rank a Brand, Europas größter Vergleichswebsite zur Nachhaltigkeit mit über 800 untersuchten Marken aus den verschiedensten Branchen, u.a. Mode, Elektronik oder Lebensmittel. Rank a Brand hilft Dir nachhaltige Marken zu kaufen.

source: Omdat Rank a Brand in het nieuws komt en consumenten kiezen voor de bestscorende merken, stimuleren wij samen dat merken beter presteren op duurzame thema's als milieubeleid, klimaatbeleid en arbeidsomstandigheden. Meer weten? Kijk op <a href="http://www.rankabrand.nl">www.rankabrand.nl</a>.
de_de: Rank a Brand untersucht wie fair, klima- und umweltfreundlich populäre Marken sind. Unser Ziel ist es zu sensibilisieren: Markenhersteller für Transparenz und Nachhaltigkeit. Verbraucher für Verantwortung und Einflusskraft. Mehr wissen? Informier Dich hier: <a href="http://www.rankabrand.de"> www.rankabrand.de </ a>.

source: Deze applicatie is gemaakt met ondersteuning van Hivos (Humanistisch Instituut voor Ontwikkelingssamenwerking), op basis van een gedeelde visie: een eerlijke, vrije en duurzame wereld.
de_de: Die Entwicklung unserer App wurde von 'Hivos - people unlimited' unterstützt. Hivos ist eine Entwicklungshilfeorganisation, die sich wie wir für eine faire, freie und nachhaltige Welt engagiert.

source: De applicatie is technisch ontwikkeld door Tjerk Feitsma en Coen de Jong van <a href="http://terrafutura.nl">stichting Terra Futura.
de_de: Die App wurde von Tjerk Feitsma und Coen de Jong <a href="http://terrafutura.nl"> von der Stichting Terra Futura entwickelt.

source: Zoek op merknaam...
de_de: Suche nach Marke...

source: Sectoren
de_de: Sektoren

source: Delen
de_de: Teilen

source: Vergelijk
de_de: Vergleichen

source: Rank a Brand score
de_de: Rank a Brand Bewertung

source: van
de_de: von

source: Score Rapport
de_de: Ergebnisbericht

source: Eigenaar
de_de: Markeneigner

source: Hoofdkantoor
de_de: Hauptsitz

source: Sector
de_de: Sektor

source: Categorieën
de_de: Kategorien

source: Meer info
de_de: Mehr Info

source: Deel via:
de_de: Teilen via:

source: %s krijgt een %s-label op Rank a Brand!
de_de: %s bekommt ein %s-Label bei Rank a Brand!

source: Hoi! Ik wil het merk %s met je delen op Rank a Brand. Daar krijgt dit merk een %s-label. Nieuwsgierig geworden? Check jouw favoriete merken op http://rankabrand.nl!
de_de: Hey! Schau wie %s bei Rank a Brand gerankt wurde. Zur Transparenz und Nachhaltigkeit bekommt sie ein %s-Label. Noch mehr Infos gibt´s auf http://rankabrand.de!

source: %s krijgt 'n %s op Rank a Brand voor duurzaamheid. Nieuwsgierig naar jouw favoriete merken? http://rankabrand.nl
de_de: %s bekommt ein %s bei Rank a Brand zur Nachhaltigkeit. Willst du wissen wie gut andere Marken sind? http://rankabrand.de!

source: %s op Rank a Brand
de_de: %s bei Rank a Brand

source: Rank a Brand helpt je bij het kopen van duurzame merken. Hoe maatschappelijk verantwoord zijn populaire merken als Apple, Nokia en Nike? Rank a Brand beoordeelt de duurzaamheid van merken zodat u hun prestaties kunt vergelijken.
de_de: Rank a Brand hilft dir beim Kaufen nachhaltiger Marken. Wie fair, klima- und umweltfreundlich sind Apple, Nutella oder Puma? Rank a Brand untersucht die Marken und ermöglicht dir den Vergleich.

source: Zoeken
de_de: Suchen

source: Rank a Brand | Vergelijk de duurzaamheid van merken | koop duurzaam
de_de: Rank a Brand | Vergleiche die Nachhaltigkeit von Marken | Kaufe nachhaltig

source: transparant, groen, fair, merken, MVO, bedrijven, transparantie, maatschappelijk verantwoord ondernemen, ethisch ondernemen
de_de: transparant, grün, fair, marken, CSR, unternehmen, transparenz, unternehmensverantwortung, ethisch wirtschaften

source: U gebruikt een <strong>verouderde</strong> browser. Upgrade uw browser of activeer Google Chrome Frame om uw ervaring te verbeteren.
de_de: Du nutzt einen <strong>veralteten</strong> Browser. Bitte aktualisiere Deinen Browser oder aktiviere Google Chrome Frame für eine bestmögliche Nutzbarkeit.
